window.FEED = [
  {
    "title": "人性洞察",
    "date": "2026-07-10",
    "file": "人性洞察-2026-07-10.png"
  },
  {
    "title": "历史上的今天",
    "date": "2026-07-10",
    "file": "历史上的今天-2026-07-10.png"
  },
  {
    "title": "瑞典新闻",
    "date": "2026-07-10",
    "file": "瑞典新闻-2026-07-10.png"
  },
  {
    "title": "行业透视",
    "date": "2026-07-10",
    "file": "行业透视-2026-07-10.png"
  },
  {
    "title": "财经新闻",
    "date": "2026-07-10",
    "file": "财经新闻-2026-07-10.png"
  },
  {
    "title": "附近娱乐",
    "date": "2026-07-10",
    "file": "附近娱乐-2026-07-10.png"
  },
  {
    "title": "人性洞察",
    "date": "2026-07-09",
    "file": "人性洞察-2026-07-09.png"
  },
  {
    "title": "历史上的今天",
    "date": "2026-07-09",
    "file": "历史上的今天-2026-07-09.png"
  },
  {
    "title": "瑞典新闻",
    "date": "2026-07-09",
    "file": "瑞典新闻-2026-07-09.png"
  },
  {
    "title": "财经新闻",
    "date": "2026-07-09",
    "file": "财经新闻-2026-07-09.png"
  },
  {
    "title": "人性洞察",
    "date": "2026-07-08",
    "file": "人性洞察-2026-07-08.png"
  },
  {
    "title": "历史上的今天",
    "date": "2026-07-08",
    "file": "历史上的今天-2026-07-08.png"
  },
  {
    "title": "瑞典新闻",
    "date": "2026-07-08",
    "file": "瑞典新闻-2026-07-08.png"
  },
  {
    "title": "财经新闻",
    "date": "2026-07-08",
    "file": "财经新闻-2026-07-08.png"
  },
  {
    "title": "人性洞察",
    "date": "2026-07-07",
    "file": "人性洞察-2026-07-07.png"
  },
  {
    "title": "历史上的今天",
    "date": "2026-07-07",
    "file": "历史上的今天-2026-07-07.png"
  },
  {
    "title": "瑞典新闻",
    "date": "2026-07-07",
    "file": "瑞典新闻-2026-07-07.png"
  },
  {
    "title": "财经新闻",
    "date": "2026-07-07",
    "file": "财经新闻-2026-07-07.png"
  },
  {
    "title": "人性洞察",
    "date": "2026-07-06",
    "file": "人性洞察-2026-07-06.png"
  },
  {
    "title": "瑞典新闻",
    "date": "2026-07-06",
    "file": "瑞典新闻-2026-07-06.png"
  },
  {
    "title": "财经新闻",
    "date": "2026-07-06",
    "file": "财经新闻-2026-07-06.png"
  }
];
